tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'git'
brew 'neovim'
brew 'tmux'

brew 'ripgrep'
brew 'tree'

brew 'lolcat'
brew 'neofetch'

brew 'gcc'
brew 'lua'
brew 'rust'
brew 'node'

brew 'ansible'
brew 'docker'

install mactex-no-gui

tap 'homebrew/cask-fonts'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-inconsolata'
cask 'font-meslo-lg-nerd-font'


